"LIMIT_MAX_RESOURCE_COUNT" = "Maximum number of resources (files & folders) reached.";
"LIMIT_MAX_RESOURCE_SIZE" = "Maximal filstorlek har överskridits (10 GB).";
"LIMIT_MAX_FOLDER_COUNT" = "Too many resources within a folder.";
"LIMIT_MAX_CONTENT_SIZE" = "Lagring är full";
"LIMIT_MAX_TRAFFIC_GUEST" = "Maximal nedladdningstrafik för gäster har uppnåtts";
"LIMIT_MAX_TRAFFIC_DOWNLOAD" = "Maximal nedladdningstrafik har uppnåtts.";
"LIMIT_MAX_TRAFFIC_UPLOAD" = "Maximal uppladdningstrafik har uppnåtts.";
"TOTAL_RESOURCES_IN_TRASH" = "Papperskorgen är full. Vänligen töm den och försök igen.";
